[
    {
        "nombre": "Amix CellZoom - Pre Entreno Concentrado 315 gr",
        "descripcion": "Amix CellZoom es un pre-entreno ultra concentrado diseñado por LARGELIFE. Suplemento idóneo para aumentar la fuerza, potencia, resistencia, bombeo y capacidad de carga, llevando tus entrenos al siguiente nivel.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/cLMhYbyr/producto1.avif"
    },
    {
        "nombre": "Amix GreenDay Super Greens Smooth Drink 360 Gr",
        "descripcion": "GreenDay® SuperGreens es un suplemento premium con espirulina, chlorella, hierba de trigo y cebada. Contiene VitaVeggie® y VitaBerry®, complejos que favorecen el control del peso y la salud digestiva, ofreciendo ingredientes de calidad.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/GtyJpMx3/producto2.avif"
    },
    {
        "nombre": "Sirope de Chocolate Vitadulce 400g",
        "descripcion": "El Sirope de Chocolate Vitadulce tiene un 50% menos de calorías, 66% de fibra y solo 1.9% de carbohidratos. Sin azúcar ni gluten, su textura espesa es ideal para postres. Con 15.8 Kcal por 10g, es apto para dieta KETO, Low Carb y diabéticos.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/v8VWfN5b/producto3.avif"
    },
    {
        "nombre": "PEANUT CREAM de HERO TECH NUTRITION 350g",
        "descripcion": "PEANUT CREAM de HERO TECH NUTRITION es una crema de cacahuete en sabores NATURAL, COOKIES y CHOCOLATE. Contiene un 25% de PROTEÍNAS, contribuyendo al aumento de masa muscular.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/brkkPZqs/producto5.avif"
    },
    {
        "nombre": "Furiux Mass de BigMan 3000g",
        "descripcion": "Furiux Mass de BigMan es un gainer con proteína de suero, maltodextrina y avena. Aporta energía, mejora la potencia muscular y favorece la recuperación. Para atletas que buscan ganar masa muscular sin grasa y mejorar su rendimiento.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/vH7fSxPK/producto6.avif"
    },
    {
        "nombre": "Proteina 100% whey 1900g",
        "descripcion": "100% WHEY PROTEIN 1,8kg de Blue King Supplement by AMERICAN SUPLEMENT® es una proteína con creatina, glutamina y BCAA’s. Ayuda al desarrollo muscular, mejora la recuperación y previene el catabolismo. Ideal para deportistas.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/wTYDVQkJ/producto7.avif"
    },
    {
        "nombre": "Amix™ Whey Pure Fusion Protein 1000g",
        "descripcion": "Amix™ Whey Pure Fusion Protein combina concentrado y aislado de suero CFM®, con un 75% de proteína por dosis. Ideal para el crecimiento muscular, sin sabor ni edulcorantes añadidos.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/6p9ns6gp/producto8.avif"
    },
    {
        "nombre": "c13 Optimal WHEY vainilla 1900g",
        "descripcion": "c13 Optimal WHEY vainilla 1900g es una proteína de suero que combina concentrado y aislado, favoreciendo la recuperación y el crecimiento muscular con un delicioso sabor a vainilla.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/x1tH9DVy/producto9.avif"
    },
    {
        "nombre": "Glutamina + Bcaa´s Aminoacidos Ramificados 530 g",
        "descripcion": "La Glutamina + BCAA’s de Amix combina aminoácidos ramificados 2:1:1 y L-Glutamina para apoyar la recuperación muscular. Con 5.000 mg de cada uno, es instantánea y sin aspartamo.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/yWCdVWWr/producto10.avif"
    },
    {
        "nombre": "Harina de Avena OatMash 2kg",
        "descripcion": "Harina de Avena OatMash 2kg de Mr. Poppers es una avena de alta solubilidad, ideal para bebidas o recetas. Rica en fibra, edulcorada con stevia y lista en solo 2 minutos.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/MZN98BmK/producto11.avif"
    },
    {
        "nombre": "Mr. Popper's RiceMash 1500g",
        "descripcion": "Mr. Popper's RiceMash es una harina de arroz extrusionada instantánea, ideal para porridge, horneados y como espesante. Rica en carbohidratos, baja en grasa y sin azúcar.",
        "precio": "29.99",
        "imagen": "https://i.postimg.cc/CL8mMKcC/producto12.avif"
    },
    {
        "id": 13,
        "nombre": "Osteo Anagenesis 120 Caps Protector Óseo",
        "descripcion": "Osteo Anagenesis de Amix es un complemento con glucosamina, condroitina, MSM, salicina y boswelia, formulado para proteger articulaciones y favorecer la salud ósea.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/HWV6Kz5h/producto13.avif"
    },
    {
        "id": 14,
        "nombre": "Multivitaminico HERO Hypervite 120 caps",
        "descripcion": "HYPERVITE™ es un suplemento vitamínico y mineral para atletas, que cubre sus necesidades nutricionales. Incluye vitaminas, minerales y extractos herbales, además de ingredientes como ácido alfa lipoico y NAC, para mejorar la salud y el rendimiento físico y mental.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/YCw8vwP5/producto14.avif"
    },
    {
        "id": 15,
        "nombre": "Proteina 100% whey 900g",
        "descripcion": "100% WHEY PROTEIN 1,8kg de Blue King Supplement by AMERICAN SUPLEMENT® es una proteína con creatina, glutamina y BCAA’s. Ayuda al desarrollo muscular, mejora la recuperación y previene el catabolismo. Ideal para deportistas.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/zB3FsDLg/producto15.avif"
    },
    {
        "id": 16,
        "nombre": "Amix™ Creatina Creapure® Powder Drink",
        "descripcion": "Amix™ Creatine Creapure® Powder Drink es un suplemento en polvo que contiene creatina monohidrato Creapure®, conocida por su pureza. Aumenta el rendimiento en ejercicios de alta intensidad.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/tgBzvngb/producto16.avif"
    },
    {
        "id": 17,
        "nombre": "100% Creatine Monohydrate 500g",
        "descripcion": "100% Creatine Monohydrate 500g es un suplemento de creatina monohidrato en polvo, sin sabor, de alta pureza. Ayuda a aumentar la masa muscular al mejorar la retención de agua en las fibras musculares. Apto para veganos.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/zfzjkF8p/producto17.avif"
    },
    {
        "id": 18,
        "nombre": "Amix™ Creatine 2500 mg",
        "descripcion": "Amix™ Creatine 2500 mg Chewables es un suplemento masticable de creatina monohidrato Creapure® diseñado para mejorar el rendimiento físico. Su formato práctico y sin azúcares añadidos permite un consumo fácil en cualquier momento del día.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/dQbjfYJh/producto18.avif"
    },
    {
        "id": 19,
        "nombre": "Super Omega3 Fish Oil",
        "descripcion": "Super Omega3 Fish Oil es un suplemento que proporciona ácidos grasos Omega-3 (EPA y DHA) en sus proporciones naturales. Contribuye al funcionamiento normal del corazón, cerebro y visión con una dosis diaria adecuada.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/yd5ysq9r/producto19.avif"
    },
    {
        "id": 20,
        "nombre": "Multivitamínico Daily One 60 Caps",
        "descripcion": "Daily One de Amix es un multivitamínico que combina 27 vitaminas y minerales esenciales para mejorar la energía y vitalidad. Ideal para personas activas y deportistas, contiene Calcio, Zinc, Fósforo, Magnesio y antioxidantes.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/Y2Gx89Bc/producto20.avif"
    },
    {
        "id": 21,
        "nombre": "Gel Reductor Super Fat Burner Booster gel 200 ml",
        "descripcion": "Super Fat Burner Booster Gel de Amix es un gel de rápida absorción que mejora la suavidad y firmeza de la piel, proporcionando un intenso efecto de calor con extractos naturales como Guaraná y Garcinia.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/nLSvG8dc/producto21.avif"
    },
    {
        "id": 22,
        "nombre": "ServiVit Coffee-Toffee",
        "descripcion": "El jarabe sin azúcar Coffee-Toffee de ServiVit (10.6 FL OZ) es perfecto para postres y bebidas. Sin calorías, azúcares ni grasas. Libre de gluten, vegano, keto y no OGM. Ideal para quienes buscan opciones saludables.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/W1nmtqgZ/producto22.avif"
    },
    {
        "id": 23,
        "nombre": "Crepes Proteicos 520 gr Mr. Popper´s",
        "descripcion": "Protein Crepes de Mr. Popper's son tortillas finas con 47% de proteína, bajo contenido en grasas, fáciles de preparar y con aislado y concentrado de proteína CFM®. Ideal para un desayuno delicioso y saludable.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/hPV1W5Gp/producto23.avif"
    },
    {
        "id": 24,
        "nombre": "Muesli Protéico Protein Müsli 500 gr",
        "descripcion": "El Muesli Protéico Protein Müsli de Mr. Popper's® es una opción ideal para un desayuno saludable. Con alto contenido en proteína, fibra, bajo en carbohidratos y deliciosos trozos de chocolate o fruta natural.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/XY3cVkG3/producto24.avif"
    },
    {
        "id": 25,
        "nombre": "Raíz de Maca 120 Caps",
        "descripcion": "Peruvian Maca de Amix™ es un complemento con raíz de Maca, rico en vitaminas B1, B2, C, E y minerales. Mejora la resistencia, vitalidad y el rendimiento físico y mental. 750 mg por cápsula.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/vmZrn8tN/producto25.avif"
    },
    {
        "id": 26,
        "nombre": "Nitric - 125 capsules",
        "descripcion": "Nitric de Amix Nutrition mejora el flujo sanguíneo, la vascularización y el rendimiento muscular. Aumenta la masa muscular, mejora la recuperación y resistencia. Ideal para entrenamientos intensos.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/XJZ922hK/producto26.avif"
    },
    {
        "id": 27,
        "nombre": "Vit + Mineral Super Pack 30 paquetes",
        "descripcion": "Amix Vit + Mineral Super Pack es un suplemento vitamínico y mineral ideal para deportistas. Ayuda al metabolismo, reduce la fatiga y favorece la función muscular, ósea y niveles de testosterona.",
        "precio": 29.99,
        "imagen": "https://i.postimg.cc/Jn9ZSNVf/producto27.avif"
    }
]